[
  {
    "path": "posts/2023-05-31-bjarke-joins-the-dnbc-scientific-management-group/",
    "title": "Danish National Birth Cohort management",
    "description": "Bjarke joins the DNBC scientific management group.",
    "author": [],
    "date": "2023-02-01",
    "categories": [],
    "contents": "\r\nThe Danish National Birth Cohort (DNBC) was established in the late 1990’s with the aim to to recruit 100,000 women early in pregnancy, and to continue follow-up for decades. We have worked extensively with data and biological samples from the DNBC and now Bjarke has joined the DNBC scientific management group to help further develop this unique resource for research.\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2023-05-31T15:30:16+02:00",
    "input_file": "bjarke-joins-the-dnbc-scientific-management-group.knit.md"
  },
  {
    "path": "posts/2022-12-08-postdoc-opportunity/",
    "title": "Postdoc opportunity",
    "description": "Join us as a postdoc in seizure genetics!",
    "author": [],
    "date": "2022-12-08",
    "categories": [],
    "contents": "\r\nAre you our new colleague? With support from the Lundbeck Foundation,\r\nwe now have an open position for a 2-year postdoc fellowship. You will\r\nwork with the largest genetic data sets on febrile seizures to discover\r\nnew biology and investigate differences and similarities with epilepsy\r\ngenetics. The position involves collaboration with leading groups in\r\nDenmark and abroad, access to the large genetic data collections in\r\nDenmark and lots of opportunities to develop new research ideas.\r\nDeadline for applications: 9 January 2023.\r\nSee more details in the job\r\nad and read more about our previous febrile seizures research here.\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2023-05-31T13:54:23+02:00",
    "input_file": {}
  },
  {
    "path": "posts/2022-12-08-preprint-gwas-of-placental-weight/",
    "title": "Preprint: GWAS of placental weight",
    "description": "Meta-analysis in 179,025 children and parents.",
    "author": [],
    "date": "2022-12-01",
    "categories": [],
    "contents": "\r\nThe placenta is a remarkable transient organ of pregnancy. With colleagues in the Early Growth Genetics Consortium, we have conducted the first GWAS of placental weight. The manuscript “Genome-wide association study of placental weight in 179,025 children and parents reveals distinct and shared genetic influences between placental and fetal growth” is available in preprint.\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2023-05-31T14:10:52+02:00",
    "input_file": {}
  },
  {
    "path": "posts/2022-12-08-hernia/",
    "title": "Hernia",
    "description": "Paper published! GWAS of Hernias.",
    "author": [],
    "date": "2022-06-14",
    "categories": [],
    "contents": "\r\nHernias are characterized by protrusion of an organ or tissue through\r\nits surrounding cavity and often requires surgery.\r\nWe performed genome-wide association study (GWAS) scans on 65,492\r\ncases of five different types of hernia and two combined groups against\r\ncontrols without a history of any hernia in UK Biobank data. The initial\r\nfindings for inguinal hernia were followed up in 23,803 additional cases\r\nin cohorts from Finland, Estonia and Denmark.\r\nHere’s a summary of the study in Danish\r\nand English.\r\nThe article “Comprehensive\r\ngenome-wide association study of different forms of hernia identifies\r\nmore than 80 associated loci” was published in Nature Communications\r\non June 9th 2022.\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2023-05-31T13:54:23+02:00",
    "input_file": {}
  },
  {
    "path": "posts/2022-12-08-largest-gwas-of-febrile-seizures/",
    "title": "Largest GWAS of febrile seizures",
    "description": "Paper published! Variants in fever response genes and genes for nerve cell signalling associate with febrile seizures.",
    "author": [],
    "date": "2022-01-26",
    "categories": [],
    "contents": "\r\nDiscovery\r\nof genetic variants linked to febrile seizures\r\nIt is usually an unexpected and frightening experience for parents\r\nwhen their child has a febrile seizure. Occurring in 3-5% of infants\r\nfebrile seizures are the most common type of abnormal brain activity\r\nduring childhood. We led a large-scale GWAS in collaboration with other\r\nresearch groups in Denmark and Australia and identified seven novel\r\nregions of the genome linked to febrile seizures in the largest genetic\r\nstudy reported for this common childhood disorder.\r\nHere’s a summary of the study in Danish\r\nand English.\r\nThe research is supported by an Ascending Investigator grant from the\r\nLundbeck Foundation, who have also written about our research in Danish\r\nand English.\r\nThe article “Genome-wide\r\nassociation study of febrile seizures implicates fever response and\r\nneuronal excitability genes” was published in Brain on 12 January\r\n2022.\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2023-05-31T13:54:23+02:00",
    "input_file": {}
  }
]
